{
	"All":[
	"Is hunting a legendary beast believed to grant immortality.",
	"Is secretly a cursed prince/princess hiding their identity.",
	"Needs help recovering a stolen family heirloom with magical properties.",
	"Has prophetic dreams of a coming disaster and seeks help preventing it.",
	"Has been framed for a crime they didn't commit.",
	"Is looking for the ingredients to create a powerful potion.",
	"Is being blackmailed by a powerful noble for a dark secret.",
	"Was recently bitten by a werewolf and is struggling to control it.",
	"Has made a pact with a demon and is looking for a way to break it.",
	"Found a mysterious artifact but doesn’t know how to use it.",
	"Is a former assassin, now hunted by their old guild.",
	"Is searching for the lost city of their ancestors.",
	"Has been marked by a dragon and is hunted by dragon slayers.",
	"Is cursed to slowly turn into a statue unless a cure is found.",
	"Is under the protection of an ancient fey lord but wants to escape their influence.",
	"Was exiled from their homeland and seeks redemption.",
	"Is hiding a dangerous magical creature that they raised.",
	"Believes they are the reincarnation of a famous hero or villain.",
	"Is haunted by visions of a future battle where they will die.",
	"Was once a powerful mage, but lost their magic after a traumatic event.",
	"Has been challenged to a magical duel by a rival mage.",
	"Is searching for the lost tomb of a long-dead emperor.",
	"Is slowly being corrupted by a cursed weapon they carry.",
	"Is being stalked by a shapeshifter who wants to replace them.",
	"Has a twin they were separated from at birth and is searching for them.",
	"Has sworn revenge on a noble family who wronged them.",
	"Is on the run from a secretive organization of powerful wizards.",
	"Has been given a mysterious key with no idea what it unlocks.",
	"Was part of a failed rebellion and seeks to reignite the cause.",
	"Is searching for a cure to a rare and fatal disease.",
	"Has been contacted by a celestial being who gives them cryptic visions.",
	"Is searching for a legendary weapon lost in the distant past.",
	"Is cursed to always tell the truth and is desperate to break the curse.",
	"Is hiding a powerful secret about the ruling family of the land.",
	"Is being hunted by bounty hunters for a crime they didn’t commit.",
	"Has a powerful enemy from a previous life who seeks vengeance.",
	"Is searching for an ancient library filled with forbidden knowledge.",
	"Has fallen in love with an immortal being who cannot love them back.",
	"Was trained as a spy and is now looking for a way out of the life.",
	"Is bound to a powerful entity and must do their bidding.",
	"Is a time traveler from the future, stranded in the past.",
	"Needs help recovering their lost memories.",
	"Has been tasked by a dying god to find a successor.",
	"Is searching for a legendary artifact that can reshape reality.",
	"Is the last surviving member of a secretive order of warriors.",
	"Has a powerful magical bloodline but doesn’t fully understand it.",
	"Has a bounty on their head for an unknown reason.",
	"Is being pursued by a shadowy figure who appears in their dreams.",
	"Has been exiled from a secretive magical academy.",
	"Has stolen a forbidden magical tome and is being hunted for it."
	],
	"Learned": [
	"Needs help translating an ancient text with dangerous secrets.",
	"Is investigating a series of strange disappearances in a remote village.",
	"Has discovered a way to travel between dimensions but needs help testing it.",
	"Is obsessed with proving a controversial theory that could shake the foundations of magic.",
	"Is hunting a legendary spell that was lost long ago.",
	"Believes they are on the verge of discovering the secret to immortality.",
	"Is being blackmailed by a rival scholar for access to forbidden knowledge.",
	"Is investigating a series of strange magical anomalies across the land."
	],
	"Lesser Nobility": [
	"Needs the party to protect them from an assassin sent by a rival house.",
	"Is being forced into a political marriage they want to escape.",
	"Has recently inherited a cursed family estate and needs help breaking the curse.",
	"Is secretly funding a rebellion and needs allies.",
	"Is being blackmailed by a rival noble over an illicit affair.",
	"Has uncovered a plot to overthrow the royal family and needs help.",
	"Is suspected of treason and needs help clearing their name.",
	"Is obsessed with proving their worth by undertaking a dangerous quest."
	],
	"Professional": [
	"Has been hired to find and capture a notorious criminal but needs help.",
	"Is investigating corruption within their guild and needs assistance.",
	"Has discovered their employer is involved in illegal activities but is afraid to report it.",
	"Has been tasked with guarding a powerful magical artifact and needs protection.",
	"Is competing with a rival for a prestigious contract and needs help winning it.",
	"Has been hired to assassinate a dangerous figure but wants out of the job."
	],
	"Working Class": [
	"### **Working Class**",
	"Needs help defending their village from bandit attacks.",
	"Has been cursed by a witch after a trade deal gone wrong.",
	"Is seeking revenge against a corrupt merchant who destroyed their business.",
	"Has discovered a hidden cache of treasure in their home but fears it's cursed.",
	"Has been hired to transport illegal goods but wants to turn them in instead.",
	"Is being threatened by a gang for failing to pay protection money.",
	"Is secretly a smuggler but wants to leave that life behind."
	],
	"Martial": [
	"Is leading a group of mercenaries but has become disillusioned with the life.",
	"Is hunting down a dangerous war criminal from a past conflict.",
	"Is looking to join a famous order of knights but must first complete a dangerous task.",
	"Has been hired to train a militia but believes they are not ready for the coming battle.",
	"Is tracking a notorious fugitive but suspects they are innocent."
	],
	"Underclass": [
	"### **Underclass**",
	"Was once a noble but has fallen into poverty after a series of misfortunes.",
	"Is organizing a rebellion against the corrupt city guard.",
	"Has stolen something valuable from a powerful crime lord and is on the run.",
	"Has uncovered a secret entrance into the city’s sewers where criminals hide.",
	"Is being framed for a series of thefts they didn’t commit."
	],
	"Entertainer": [
	"Is on the run after offending a powerful noble with their performance.",
	"Has been cursed by an ancient artifact they found in a traveling show.",
	"Has a mysterious benefactor who funds their performances but expects dangerous favors in return.",
	"Is secretly a master thief, using their performances as cover for heists.",
	"Is planning a dangerous escape from a cruel patron who controls their career. "
	]
}